[Family] volume can't be computed. The bounding geometry (in 3D) can't be found for [Room]. [Room] will be ignored in the energy analysis model.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId RoomVolumeNotComputedWarn { get; }
  Visual Basic
Public Shared ReadOnly Property RoomVolumeNotComputedWarn As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ RoomVolumeNotComputedWarn {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures EnergyAnalysisFailures Class
  Autodesk.Revit.DB Namespace